// Переменные:
// 8 + 7;

// Типы переменных: let, const, var
// Структура переменной: тип название = значение

// let - переменная, которая в будущем будет изменяться
// const - переменная, которая в будущем не будет изменяться
// var - (полная фигня) / var как глобальная переменная, из минусов, возможна коллизия названий

const first = 8;
const second = 11;
const result = first + second;

console.log(result); // вывод переменной result в консоль страницы
alert(result); // вывод на страницу сверху

